[  
  {
    "id": 1,
    "university": "STT Terpadu Nurul Fikri",
    "backgroundImage": "/img/bsi-banner.png",
    "image": "/img/sttnf.png",
    "study": "Informatic Engineering",
    "period": "Sep 2021 - Present",
    "description": "During college, the curriculum covered CodeIgniter, a PHP framework for web development, and Laragon, an efficient local development environment. Git, as a version control system, was emphasized for team collaboration and code management. Time management was highlighted to enhance productivity. Entity Relationship Diagram (ERD) was studied as a tool for designing a database, visualizing relationships between entities. All these concepts formed a strong foundation in software development and information technology, providing a profound understanding of framework usage, local servers, team collaboration, time management, and database design throughout the university studies.",
    "skills": [
      {
        "id": 1,
        "name": "Codeigniter"
      },
      {
        "id": 2,
        "name": "Laragon"
      },
      {
        "id": 3,
        "name": "Git"
      },
      {
        "id": 4,
        "name": "Time Management"
      },
      {
        "id": 5,
        "name": "ERD"
      }
    ],
    "certificates": [
     
    ]
  },
  {
    "id": 2,
    "university": "SMK NEGERI 16 JAKARTA",
    "backgroundImage": "/img/smkn16jkt.png",
    "image": "/img/smkn16jkt.png",
    "study": "Multimedia",
    "period": "Jul 2018 - Jul 2021",
    "description": "During my time at Vocational High School (Sekolah Menengah Kejuruan or SMK), I studied HTML for creating web page structures, CSS for layout and visual styling, and PHP as a server-side programming language for dynamic web applications. Java was taught as a general-purpose programming language, possibly for developing Java-based applications. NetBeans, an integrated development environment (IDE), was used to support languages like Java and PHP. MySQL was taught as a relational database management system for storing and managing data in web applications. All of these elements provided a solid foundation in web development and programming during my studies at SMK.",
    "skills": [],
    "certificates": []
  }
]
